<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Технологические зависимости</title>
    <link rel="stylesheet" href="style.css">
</head>
<body>
    <h1> Веб приложение про Технологические зависимости! </h1>
    <h2><p>Это такой вид зависимости, когда человек не может обойтись без использования определенных
        технологий и устройств.
        Эта зависимость может привести к тому, что человек потеряет способность функционировать без
        этих технологий совсем... Что может сказаться на уровне его жизни.</p></h2>
     <b> Вот самые распространенные технологические зависимости:</b>
     <h3>
        <ul> 
            <li>Социальные сети и мессенджеры: социальные сети уменьшают время, которое мы проводим в реальном мире. А еще привыкаем к постоянному обновлению новостей и сообщений. </li>
            <li>Смартфоны и планшеты: смартфоны и планшеты могут стать привычным способом общения с миром, и люди могут стать зависимыми от постоянной проверки уведомлений! </li>               
            <li>Игры и онлайн-развлечения: игры и онлайн-развлечения могут стать зависимостью, особенно в случаях, когда люди проводят слишком много времени в виртуальном мире вместо реальной жизни.</li>
            <li>Интернет-шопинг и онлайн-покупки: люди могут стать зависимыми от онлайн-шопинга, особенно если они используют его для удовлетворения эмоциональных потребностей.</li>
            <li>Онлайн-видео и потоковые сервисы: слишком много времени на YouTube и Twitch - тоже зависимость, которая может привести к потере времени и уменьшению интереса к реальному миру. </li>               
            <li>Умные устройства для дома: люди могут стать зависимыми от использования умных устройств для дома (например, голосовые помощники), что может привести к уменьшению навыков коммуникации и потере способности принимать решения.</li>
            <li>Технологии виртуальной и дополненной реальности: виртуальные очки могут привести к уменьшению интереса к реальному миру и потере навыков коммуникации, если проводить в виртуальном мире больше времени, чем в реальном.</li>
        </ul>
    </h3> 

    <img src="https://avatars.mds.yandex.net/i?id=3bd118f58a4e34ce3e8493665e07f7ee41a24509db80c68e-3726110-images-thumbs&n=13" alt="">

    <h4><strong><i>Как можно бороться с этими зависимостями?</i></strong>
    <ul> 
        <li>Установить лимиты на время, проведенное в Интернете и на использование устройств.</li>
        <li>Разнообразить свои интересы и занятия, чтобы не ограничиваться только использованием технологий.</li>
        <li>Искать новые способы общения с окружающим миром, в том числе с людьми, чтобы уменьшить зависимость от социальных сетей и мессенджеров.</li>
        <li>Регулярные перерывы и отключение смартфона, чтобы не утомлять глаза и разум.</li>
        <li>Планирование времени без использования технологий, чтобы расслабиться и отдохнуть.</li>
        <li>Старайтесь быть более осознанными в отношении использования технологий, и задавайте себе вопросы, когда чувствуете, что становитесь слишком зависимыми.</li>     
    </ul>
    </h4>

    <p> <b> Не бойтесь технологий, но не забывайте, что они должны быть инструментом для улучшения  жизни и работы, а не главной ее составляющей! ⭐</b></p>
    <iframe width="560" height="315" src="https://www.youtube.com/embed/HqNldMxM22E?si=WWNYIJY4PvmLv9lj" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
</body>
</html>
